/* 
  Localizable.strings
  Secrets

  Created by Paulo Andrade on 23/07/14.
  Copyright (c) 2016 Outer Corner. All rights reserved.
*/


/* Tooltip for non-empty shortcut button */
"Click to record new shortcut" = "Clique para gravar um novo atalho";

/* Tooltip for hint button near the non-empty shortcut */
"Delete shortcut" = "Excluir atalho";

/* Empty shortcut button in normal state */
"Record Shortcut" = "Gravar Atalho";

/* Title for alert when shortcut is already used. %@ will be replaced with the keyboard shortcut */
"The key combination %@ cannot be used" = "A combinação de teclas %@ não pode ser usada";

/* Non-empty shortcut button in recording state */
"Type New Shortcut" = "Digitar Atalho";

/* Empty shortcut button in recording state */
"Type Shortcut" = "Digitar Atalho";

/* Cancel action button for non-empty shortcut in recording state */
"Use Old Shortcut" = "Cancelar";


/* Enable button title when displaying the "run in background" alert */
"HelperApp.BgRunningAlert.Enable" = "Habilitar";

/* Disable button title when displaying the "run in background" alert */
"HelperApp.BgRunningAlert.Disable" = "Desabilitar";

/* Title for "run in background" alert. %@ will be replaced with the application name: Secrets */
"HelperApp.BgRunningAlert.Title" = "Habilitar recursos de pesquisa mesmo quando %@ não estiver em execução?";

/* Message for "run in background" alert */
"HelperApp.BgRunningAlert.Message" = "%@ pode executar um aplicativo auxiliar em segundo plano, permitindo que você use o atalho de pesquisa ou o botão da barra de menus mesmo quando %@ não estiver em execução. Para obter uma melhor experiência, é recomendado habilitar esta opção.";


/* Default copy menu item action title */
"MenuItem.Copy" = "Copiar";
/* Default copy alternate menu item action title */
"MenuItem.CopyAlternate" = "Copiar Alternativo";
/* Show detail pane menu item */
"MenuItem.ShowDetailPane" = "Mostrar Painel de Detalhes";
/* Hide detail pane menu item */
"MenuItem.HideDetailPane" = "Ocultar Painel de Detalhes";
/* Copy password menu item */
"MenuItem.CopyPassword" = "Copiar Senha";
/* Copy card number menu item */
"MenuItem.CopyCardNumber" = "Copiar Número do Cartão";
/* Copy iban menu item */
"MenuItem.CopyIBAN" = "Copiar IBAN";
/* Copy one-time password menu item */
"MenuItem.CopyOneTimePassword" = "Copiar Senha de Uso Único";
/* Copy username menu item */
"MenuItem.CopyUsername" = "Copiar Nome de Usuário";
/* Copy security code menu item */
"MenuItem.CopySecurityCode" = "Copiar Código de Segurança";

/* Preferences window title */
"Preferences.WindowTitle" = "Preferências";
/* Preferences search filter title */
"Preferences.Search" = "Pesquisar";
/* Preferences security filter title */
"Preferences.Security" = "Segurança";
/* Preferences sync filter title */
"Preferences.Sync" = "Sincronizar";
/* Preferences store filter title */
"Preferences.Store" = "Loja";
/* Preferences security filter title */
"Preferences.All" = "Tudo";
/* Preferences "never" setting */
"Preferences.Never" = "Nunca";
/* Preferences search keyboard shortcut setting */
"Preferences.SearchShortcut" = "Pesquisar atalho de teclado";
/* Preferences show menu bar icon setting */
"Preferences.ShowMenuBarIcon" = "Mostrar ícone na barra de menus";
/* Preferences safari extension setting */
"Preferences.SafariExtension" = "Extensão do Safari";
/* Preferences automatically submit logins setting */
"Preferences.AutoSubmitLogins" = "Enviar logins automaticamente";
/* Preferences enable search at login setting */
"Preferences.EnableSearchAtLogin" = "Habilitar pesquisa no login";
/* Preferences enable search at login explanation */
"Preferences.EnableSearchAtLoginExplained" = "Habilitar a pesquisa no login permite que você use o atalho e a barra de menus mesmo quando o %@ não estiver em execução.";
/* Preferences rebuild index setting */
"Preferences.RebuildIndex" = "Reconstruir Índice";
/* Preferences rebuild index button */
"Preferences.Rebuild" = "Reconstruir";
/* Preferences rebuilding status */
"Preferences.Rebuilding" = "Reconstruindo...";
/* Preferences lock automatically setting */
"Preferences.LockAutomatically" = "Bloquear automaticamente";
/* Preferences lock on computer sleep setting */
"Preferences.LockOnComputerSleep" = "Bloquear na suspensão do computador";
/* Preferences lock on screensaver setting */
"Preferences.LockOnScreensaver" = "Bloquear no protetor de tela";
/* Preferences lock on user switch setting */
"Preferences.LockOnUserSwitch" = "Bloquear na troca de usuário";
/* Preferences clear clipboard timeout setting */
"Preferences.ClearClipboard" = "Limpar área de transferência";
/* Preferences version information */
"Preferences.Version" = "Versão";
/* Preferences use device authentication setting */
"Preferences.UseDeviceAuthentication" = "Usar autenticação do dispositivo";
/* Preferences device authentication explanation */
"Preferences.DeviceAuthenticationInfo" = "Ao usar a autenticação do dispositivo a sua senha é armazenada nas Chaves do seu Mac e protegida pelo Touch ID (se disponível).";

/* iCloud Sync footer explanation when the user has iCloud disabled and cannot enable (signed out, iCloud drive disabled...) */
"iCloud.Status.Unavailable" = "O iCloud não está disponível. Você pode ter saído do iCloud ou estar com o \"iCloud Drive\" desabilitado. Verifique %@.";

/* Presented above the unlock prompt when user name can't be obtained */
"Unlock.WelcomeBack" = "Bem-vindo de volta";

// Setup
"Setup.Welcome" = "Bem-vindo";
"Setup.WelcomeUser" = "Bem-vindo, %@";

// New item
"NewItem.NewItem" = "Novo Item";
"NewItem.ItemTypes" = "Tipos de Itens";

// Search
"Search.Prompt.Placeholder" = "Pesquisar";
/* Fill item in <application name> (eg, Safari, Chrome) */
"Search.FillItem" = "Preencher item no %@?";
/* Send item to <application name> */
"Search.SendItem" = "Enviar item para %@?";
/* Fill alert title */
"Search.FillAlert.Title" = "%@ não está associado a este login";
/* Fill alert message */
"Search.FillAlert.Message" = "Você deseja mesmo usar seu login \"%@\" para preenchimento no site em %@";
/* Fill alert suppression */
"Search.FillAlert.Suppression" = "Associar %@ ao login \"%@\"";

// QRCode Searching

"QRCodeSearch.Searching" = "Procurando um Código QR compatível nas janelas abertas";
"QRCodeSearch.NoResults" = "Não foi possível encontrar um Código QR compatível nas janelas abertas";
"QRCodeSearch.CodeFound" = "O código a seguir foi encontrado em uma janela do %@:\n\n%@";


// User notification
"UserNotification.EnableSafariExtension.Title" = "Preencha Logins diretamente no Safari";
"UserNotification.EnableSafariExtension.Message" = "Ative a extensão do Safari para preencher Logins facilmente enquanto navega.";


